/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Код доступа для провайдера федерации";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "Провайдер федерации требует ввода для загрузки/хранения сертификата";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Готово";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Отменить";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Сертификат федерации";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "Для федерации уже существует хранимая идентичность. Нажмите \"ОК\", чтобы использовать эту идентичность, либо \"Отменить\", чтобы получить новую.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Отменить";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "ОК";

